@extends('layout')

@section('title', 'О нас')

@section('main_content')
<div class="container py-5">
    <div class="bg-dark rounded-4 shadow-lg p-5 text-white">
        <h1 class="mb-4 fw-bold border-bottom border-secondary pb-2">О Нас</h1>
        <p class="lead">
            Добро пожаловать на нашу платформу! Мы предоставляем уникальные решения для создания и управления вашим контентом.
        </p>

        <h2 class="mt-5 mb-3 text-info">Блог-платформа или форум</h2>
        <p>
            Наша платформа позволяет пользователям создавать и управлять своими блогами или форумами.
        </p>

        <h3 class="mt-4 mb-2 text-warning">Авторизация и регистрация</h3>
        <p>
            Мы предлагаем простой и безопасный процесс авторизации и регистрации, чтобы вы могли быстро начать работу.
        </p>

        <h3 class="mt-4 mb-2 text-warning">Блог-платформа</h3>
        <p>
            Каждый пользователь имеет свою личную страницу, на которой может добавлять записи. Добавление записей включает в себя WISYWYG-редактор для удобного взаимодействия.
        </p>
        <p>
            Каждая запись может быть открыта на отдельной странице, что позволяет легко делиться контентом с другими пользователями.
        </p>
        <p>
            Дизайн страницы и записей можно настроить в настройках профиля пользователя, чтобы ваш блог выглядел именно так, как вы хотите.
        </p>

        <h2 class="mt-5 mb-3 text-info">Наша Миссия</h2>
        <p>
            Мы стремимся предоставить нашим пользователям мощные инструменты для самовыражения и обмена идеями. Наша платформа разработана с учетом потребностей пользователей, чтобы сделать процесс создания и управления контентом максимально удобным и эффективным.
        </p>

        <h2 class="mt-5 mb-3 text-info">Почему Выбирают Нас</h2>
        <p>
            Мы предлагаем интуитивно понятный интерфейс, мощные инструменты для редактирования и настройки, а также надежную поддержку для всех наших пользователей. Наша платформа — это идеальное решение для тех, кто хочет легко и удобно управлять своим контентом.
        </p>
    </div>
</div>
@endsection